Repository: agold2/asu_feedback_old
Catalog: po/*.po
Languages: de

source: <p>Users with the correct <a href="%permissions">permissions</a> can send feedback to the site admin via email from a form on the site.</p> <p>To enable its use, a user needs the "access feedback" permission.</p> <p>The site admin specifies the email address that the users send to, as well as other parameters, such as what fields to show the user to fill (name, address, email), whether the user address is to be validated, and whether to log all attempts to use this form.</p> <p>The email address is never visible to the users, and therefore cannot be used by SPAM harvesters.</p>
de: <p>Besucher mit den passenden <a href="%permissions">Berechtigungen</a> können Feedback an den Seiten Admin per E-Mail von einem Formular aus geben.</p> <p>Um diese Funktion zu aktivieren muss der Benutzer die Berechtigung "Zugriff auf Feedback" haben.</p> <p>Der Seiten Admin spezifiziert neben der E-Mail-Adresse an die die Besucher die E-Mail versenden auch andere Parameter, wie z.B. welche Felder dem Besucher zum ausfüllen gezeigt werden (Name, Adresse, E-Mail-Adresse), ob die E-Mail-Adresse des Besucher validiert werden soll und ob alle Versuche dieses Formular zu benutzen geloggt werden sollen.</p><p>Die E-Mail-Adresse ist dem Besucher nicht Sichtbar und kann deswegen auch nicht für SPAM verwendet werden.</p>

source: Enables visitors to your site to provide feedback from a web form.
de: Ermöglicht Ihren Besucher Feedback über ein Webformular an Sie abzugeben

source: Navigation link text
de: Navigations-Link Text

source: The text that will be shown in the navigation link
de: Der Text, der im Navigations-Link gezeigt wird

source: Feedback Page Header
de: Feedback Seiten Kopf

source: The page header text that will be shown at the top of the feedback page
de: Der Seiten Kopf Text der oben auf der Feedback Seite gezeigt wird.

source: Default Email Address
de: Standard E-Mail Adresse

source: The email address which should receive all form submissions
de: Die E-Mail-Adresse, welche alle abgesendeten Formulare empfangen soll.

source: Subject Prefix
de: Betreff Präfix

source: The prefix that should be added before the subject on each email
de: Das Präfix, dass in jeden Betreff der zu sendenden E-Mails angehängt werden soll.

source: Instructions
de: Einleitung

source: The instructions that will be displayed for the user on how to fill the form
de: Die Einleitung, die dem Besucher angezeigt, wie man das Formular ausfüllt.

source: Result Message - Success
de: Nachricht versendet - Mit Erfolg

source: The message that will be printed upon successfully completing the feedback request
de: Die Nachricht, die ausgegeben wird nachdem man erfolgreicht das Feedbackformular versendet hat.

source: Result Message - Failure
de: Nachricht versendet - Fehlgeschlagen

source: The message that will be printed upon encountering an error in the feedback request
de: Die Nachricht, die ausgegeben wird, wenn ein Fehler beim Versenden auftritt.

source: Sender Email Address
de: E-Mail-Adresse des Absenders

source: Sender Name
de: Absendername

source: Postal Address
de: Postanschrift

source: Phone Number
de: Telefonnummer

source: Message Subject
de: Betreff der Nachricht

source: Message Body
de: Hauptbereich der Nachricht

source: Validate Sender's Email Address
de: Überprüfe die E-Mail-Adresse des Absenders.

source: Log all feedback attempts to watchdog
de: Logge alle Feedback-Versuche an Warchdog

source: Enter your message below:
de: Geben Sie Ihre Nachricht unten ein:

source: Your Full Name
de: Ihr Name

source: Your E-Mail Address
de: Ihre E-Mail-Adresse

source: Your Postal Address
de: Ihre Postanschrift

source: Your Phone Number
de: Ihre Telefonnummer

source: Subject
de: Betreff

source: Message
de: Nachricht

source: Send Message
de: Nachricht senden

source: Error: E-Mail address is required<br>
de: Fehler: Die E-Mail-Adresse wird benötigt.<br>

source: Error: E-Mail address error:<br> SMTP Info:
de: Fehler: E-Mail-Adressen Fehler:<br> SMTP Info:

source: Error: Full name is required<br>
de: Fehler: der vollständige Name wird benötigt.<br>

source: Error: Message Body is required<br>
de: Fehler: Die eigentliche Nachricht wird benötigt.

source: Error: Subject is required<br>
de: Fehler: Betreff wird benötigt<br>

source: Error: Postal is required<br>
de: Fehler: Postanschrift wird benötigt<br>

source: Error: Phone is required<br>
de: Fehler: Telefonnummer wird benötigt<br>

source: The form could not be processed due to the following errors:<br><br>
de: Das Formular konnte nicht verarbeitet werden, da folgende Fehler auftraten:<br><br>

source: Invalid E-mail address structure
de: Fehlerhafte Struktur der E-Mail-Adresse

source: user
de: Benutzer
